<a href="/works/151">
<div class="bd_works">
  <div class="works_svg">
    <svg version="1.1" class="animetion" id="works_contents" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px"
    	 y="0px" width="500px" height="93.5px" viewBox="0 0 500 93.5" enable-background="new 0 0 500 93.5" xml:space="preserve">
    <g>
    	<path class="animetion" stroke="#000" d="M216.883,74.148h-7.057l-17.93-27.507l-5.112,5.977v21.53h-5.977V19.279h5.977v26.787h0.288
    		c1.368-2.089,2.88-4.104,4.248-5.905l16.705-20.882h7.345l-19.298,23.33L216.883,74.148z"/>
    	<path class="animetion" stroke="#000" d="M260.298,52.114c0,16.489-8.497,22.898-19.441,22.898c-10.225,0-18.361-5.977-18.361-22.538V19.352h5.977v33.195
    		c0,12.457,5.472,17.497,12.673,17.497c7.92,0,13.177-5.328,13.177-17.497V19.352h5.977V52.114z"/>
    	<path class="animetion" stroke="#000" d="M272.534,19.279h5.977v54.869h-5.977V19.279z"/>
    	<path class="animetion" stroke="#000" d="M315.304,26.048c-1.584-1.008-5.04-2.52-9.649-2.52c-7.632,0-10.512,4.68-10.512,8.641c0,5.4,3.312,8.137,10.656,11.232
    		c8.857,3.745,13.394,8.281,13.394,16.13c0,8.713-6.337,15.409-18.146,15.409c-4.969,0-10.369-1.512-13.105-3.456l1.656-4.969
    		c2.952,1.944,7.345,3.385,11.809,3.385c7.346,0,11.666-3.961,11.666-9.865c0-5.4-2.953-8.713-10.082-11.593
    		c-8.28-3.097-13.896-7.921-13.896-15.481c0-8.353,6.769-14.474,16.777-14.474c5.185,0,9.145,1.297,11.232,2.593L315.304,26.048z"/>
    </g>
    </svg>
  </div>
  <div class="bd_worksT"></div>
  <div class="bd_worksB"></div>
  <div class="bd_worksR"></div>
  <div class="bd_worksL"></div>
  <div class="backgroundText">
    <p>
      建築学科入学後、大学一年生で初めての制作課題だった椅子の制作である。
      この課題は、今の私が形成されるきっかけとなった作品と言っても過言ではない。
      この課題で何より重視して考えたのは、「俺の他に誰も考えられないかっこよくて面白い椅子作りてえなあ」ってこと。
      この目標を達成するために私は、機能を持った物を応用し活用することを意識した。
      ものづくりの経験のないまっさらな私が、中心的な材料として椅子に活用したのは区画を作るロープを張るための鉄製の「杭」だ。
      杭を中心として、使用する材料に幾つかの機能を同時にもたせて、椅子として人が実際に座ることができる形として成立させた。
    </p>
  </div><!-- backgroundText -->

  </div><!-- bd_works -->
</a>
