<a href="/works/227">
<div class="bd_works">
  <div class="works_svg">
    <svg version="1.1" class="animetion" id="works_contents" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px"
    	 y="0px" width="500px" height="93.5px" viewBox="0 0 500 93.5" enable-background="new 0 0 500 93.5" xml:space="preserve">
    <g>
    	<path class="animetion" stroke="#000"d="M135.918,75.516h40.684v3.602h-40.684V75.516z"/>
    	<path class="animetion" stroke="#000"d="M176.597,75.516h40.684v3.602h-40.684V75.516z"/>
    	<path class="animetion" stroke="#000"d="M262.64,40.521c-1.368,8.352-3.528,15.266-7.488,20.09c2.664,2.879,5.328,5.76,8.712,9.504h-7.2
    		c-1.512-1.656-2.952-3.168-5.185-5.545c-4.752,4.537-9.865,6.41-15.625,6.41c-10.081,0-16.058-7.057-16.058-15.266
    		c0-7.273,4.249-12.458,10.441-16.129v-0.217c-2.808-3.744-4.536-7.776-4.536-11.736c0-6.625,4.608-13.249,13.105-13.249
    		c6.265,0,11.305,4.248,11.305,11.377c0,5.76-3.312,10.225-11.953,14.688v0.288c4.536,5.473,9.937,11.81,13.825,16.273
    		c2.521-4.104,4.105-9.721,5.113-16.489H262.64z M248.455,61.043c-3.457-4.033-9.577-10.945-15.481-18.001
    		c-3.096,2.016-7.345,5.689-7.345,11.808c0,6.48,4.608,11.521,11.233,11.521C241.326,66.371,245.574,64.428,248.455,61.043z
    		 M231.245,27.056c0,4.104,1.872,7.272,4.104,10.297c5.688-3.24,9.361-6.409,9.361-11.233c0-3.6-1.873-7.416-6.481-7.416
    		C233.477,18.704,231.245,22.879,231.245,27.056z"/>
    	<path class="animetion" stroke="#000"d="M306.27,68.459c-2.52,1.225-7.416,2.449-13.68,2.449c-14.113,0-25.491-9.145-25.491-27.723
    		c0-17.713,11.017-28.73,27.075-28.73c6.553,0,10.369,1.368,12.096,2.232l-1.584,5.04c-2.52-1.224-6.047-2.231-10.369-2.231
    		c-12.457,0-20.953,8.353-20.953,23.474c0,14.402,7.777,22.898,20.594,22.898c4.176,0,8.281-0.936,11.018-2.232L306.27,68.459z"/>
    	<path class="animetion" stroke="#000"d="M348.102,50.17c0,14.617-9.648,20.811-18.361,20.811c-10.082,0-17.857-7.561-17.857-20.234
    		c0-13.393,8.352-20.81,18.361-20.81C340.973,29.936,348.102,38.145,348.102,50.17z M330.028,34.617
    		c-8.496,0-12.023,8.353-12.023,15.913c0,8.713,4.824,15.77,11.881,15.77c7.127,0,12.096-7.057,12.096-15.912
    		C341.981,43.402,338.596,34.617,330.028,34.617z"/>
    	<path class="animetion" stroke="#000"d="M355.514,66.443c0-2.736,1.801-4.68,4.32-4.68s4.248,1.943,4.248,4.68c0,2.592-1.656,4.537-4.32,4.537
    		C357.026,70.98,355.514,68.82,355.514,66.443z"/>
    </g>
    </svg>
  </div>
  <div class="bd_worksT"></div>
  <div class="bd_worksB"></div>
  <div class="bd_worksR"></div>
  <div class="bd_worksL"></div>
  <div class="backgroundText">
    <p>
      渋谷にある古着屋_andCoのロゴとwebページの制作を行った。
      この制作に関しては、私がwebプログラミングを勉強している事実があったからこそ頂いた依頼だった。（webサイトは無くなってしまっていた。悲しい。）
      ロゴに関しては、すでに依頼者の方のイメージがあったため、希望に沿うような制作を心がけた。
      またwebに関しては、依頼者の方と相談しながら形を形成していった。
      技術的には未熟だったが、造り上げることをモチベーションとして、随時知識を増やしながら制作を行った。
      webサイトを見るかもしれない様々な人のために店のために制作を行うこの経験は私にとって非常に大きな経験となった。
      強く思ったことは、やはり何かを自らの手から生み出すことは楽しいってことだ。楽しさを思い出した。
    </p>
  </div><!-- backgroundText -->

  </div><!-- bd_works -->
</a>
