<a href="/works/201">
<div class="bd_works">
  <div class="works_svg">
    <svg version="1.1" class="animetion" id="works_contents" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px"
    	 y="0px" width="500px" height="93.5px" viewBox="0 0 500 93.5" enable-background="new 0 0 500 93.5" xml:space="preserve">
    <g>
    	<path class="animetion" stroke="#000" d="M171.307,66.624h-28.658V11.755h5.977v49.757h22.682V66.624z"/>
    	<path class="animetion" stroke="#000" d="M181.817,20.468c-2.305,0-3.889-1.8-3.889-4.104c0-2.231,1.656-4.032,3.96-4.032c2.377,0,3.889,1.801,3.889,4.032
    		C185.777,18.884,184.12,20.468,181.817,20.468z M184.84,66.624h-5.977V27.381h5.977V66.624z"/>
    	<path class="animetion" stroke="#000" d="M202.839,33.717c2.448-4.536,6.913-7.272,13.033-7.272c9.289,0,15.842,7.993,15.842,20.09
    		c0,14.258-8.713,20.954-16.85,20.954c-5.688,0-9.865-2.305-12.673-7.345h-0.216l-0.36,6.48h-5.185
    		c0.144-2.592,0.288-6.553,0.288-9.721V9.019h5.977v24.698H202.839z M202.696,51.287c0,5.832,4.393,11.305,11.017,11.305
    		c7.633,0,11.881-6.553,11.881-15.842c0-8.208-4.032-15.409-11.665-15.409c-6.84,0-11.232,6.409-11.232,12.169V51.287z"/>
    	<path class="animetion" stroke="#000" d="M258.64,32.421c-0.648-0.072-1.296-0.144-2.16-0.144c-6.48,0-9.793,6.408-9.793,13.033v21.313h-5.977V39.117
    		c0-4.176-0.071-7.992-0.287-11.736h5.256l0.288,7.561h0.216c1.729-4.896,5.833-8.425,10.656-8.425c0.648,0,1.152,0.144,1.801,0.216
    		V32.421z"/>
    	<path class="animetion" stroke="#000" d="M291.327,57.264c0,3.24,0.072,6.624,0.576,9.36h-5.473l-0.576-5.04h-0.215c-2.017,3.096-6.049,5.904-11.594,5.904
    		c-7.488,0-11.449-5.473-11.449-11.161c0-9.433,8.209-14.545,22.754-14.474c0-3.312,0-10.801-8.928-10.801
    		c-3.385,0-6.913,0.937-9.578,2.809l-1.439-4.104c3.168-2.088,7.561-3.312,11.953-3.312c11.089,0,13.969,7.849,13.969,15.626V57.264
    		z M285.423,46.246c-7.416,0-16.705,1.08-16.705,9.361c0,5.04,3.168,7.272,6.769,7.272c5.833,0,9.937-4.465,9.937-9.217V46.246z"/>
    	<path class="animetion" stroke="#000" d="M320.775,32.421c-0.647-0.072-1.295-0.144-2.16-0.144c-6.48,0-9.793,6.408-9.793,13.033v21.313h-5.977V39.117
    		c0-4.176-0.071-7.992-0.287-11.736h5.256l0.289,7.561h0.215c1.729-4.896,5.833-8.425,10.657-8.425c0.648,0,1.152,0.144,1.8,0.216
    		V32.421z"/>
    	<path class="animetion" stroke="#000" d="M357.352,27.381l-10.44,27.794c-4.681,12.745-7.993,20.09-12.89,24.698c-3.312,3.024-6.552,4.248-7.993,4.608l-1.656-5.04
    		c9.146-3.385,12.674-13.321,12.674-14.113c0-0.36-0.145-0.937-0.432-1.656l-13.897-36.291h6.552l8.569,23.834
    		c1.008,2.736,1.872,5.832,2.521,8.209h0.216c0.648-2.377,1.584-5.329,2.521-8.354l7.92-23.689H357.352z"/>
    </g>
    </svg>
  </div>
  <div class="bd_worksT"></div>
  <div class="bd_worksB"></div>
  <div class="bd_worksR"></div>
  <div class="bd_worksL"></div>
  <div class="backgroundText">
    <p>
      外部活動が増えた2012年に対して、2013年はwebプログラミングを始めたことで、新たな視点から建築を捉えることができるのではないかと考えていた。
      様々な思考を描きながら、所属している理工学部・建築学科について、建築について考えた。
      本作品はこの悶々とした時期に、大学の授業で行った図書館の設計課題である。
      改めて自分で見直してみても、ひとまずやってみたという感じだった。
      ただデザインやプログラミング、またこの課題を通して強く思ったこととして、webをデザインし実装することと、建築を設計することの本質的な考えは同じなのではないだろうか？ということ。
      建築を設計すること、つまり建築デザインとも言えるだろう。
      言葉の意味や課題に取り組む上での最初の思考、またそれを人に伝えるということ、全て感覚的に近いものを感じていた。

    </p>
  </div><!-- backgroundText -->

  </div><!-- bd_works -->
</a>
